[TC_WOTC_MILL_GALIL_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Galil ARM 7.62</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Galil ARM</b></font>"
AbilityDescName="винтовка"
BriefSummary="IMI Galil - с точки зрения внутреннего устройства Galil аналогичен автомату Калашникова за исключением применения другого патрона, либо 5.56x45мм или 7.62x51мм НАТО; Данный образец представляет собой вариант лёгкого ручного пулемёта под патрон 7.62x51мм НАТО. Несмотря на победу в Шестидневной войне, командование ЦАХАЛа установило, что FN FAL, стоящие на вооружении Израиля, были менее приспособлены к условиям боя в пустыне, чем автоматы Калашникова, с которыми воевали арабы. В результате было принято решение о создании нового автомата, который бы смог заменить FN FAL. В 1969 году соответствующий прототип был продемонстрирован инженером Исраэлем Галили, в основе которого лежала конструкция советского АК, и уже в 1973 году автомат Галиля поступает на вооружение. В 2007 году «Галил» были окончательно сняты с вооружения ЦАХАЛ, и заменены американской M16."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MILL_GALIL_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>Galil MAG/ARM</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>Galil MAG/ARM</b></font>"
AbilityDescName="винтовка"
BriefSummary="IMI Galil - с точки зрения внутреннего устройства Galil аналогичен автомату Калашникова за исключением применения другого патрона, либо 5.56x45мм или 7.62x51мм НАТО; Данный образец представляет собой вариант лёгкого ручного пулемёта под патрон 7.62x51мм НАТО. Несмотря на победу в Шестидневной войне, командование ЦАХАЛа установило, что FN FAL, стоящие на вооружении Израиля, были менее приспособлены к условиям боя в пустыне, чем автоматы Калашникова, с которыми воевали арабы. В результате было принято решение о создании нового автомата, который бы смог заменить FN FAL. В 1969 году соответствующий прототип был продемонстрирован инженером Исраэлем Галили, в основе которого лежала конструкция советского АК, и уже в 1973 году автомат Галиля поступает на вооружение. В 2007 году «Галил» были окончательно сняты с вооружения ЦАХАЛ, и заменены американской M16./n Прототип Galil MAG/ARM представляет собой наши разработки в области магнитных технологий. Ствол был изготовлен с применением инопланетных сплавов, что позволило пулям развивать сверхзвуковые скорости, улучшая баллистические возможности и снижая отдачу оружия."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MILL_GALIL_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>Galil X/ARM</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>Galil X/ARM</b></font>"
AbilityDescName="винтовка"
BriefSummary="IMI Galil - с точки зрения внутреннего устройства Galil аналогичен автомату Калашникова за исключением применения другого патрона, либо 5.56x45мм или 7.62x51мм НАТО; Данный образец представляет собой вариант лёгкого ручного пулемёта под патрон 7.62x51мм НАТО. Несмотря на победу в Шестидневной войне, командование ЦАХАЛа установило, что FN FAL, стоящие на вооружении Израиля, были менее приспособлены к условиям боя в пустыне, чем автоматы Калашникова, с которыми воевали арабы. В результате было принято решение о создании нового автомата, который бы смог заменить FN FAL. В 1969 году соответствующий прототип был продемонстрирован инженером Исраэлем Галили, в основе которого лежала конструкция советского АК, и уже в 1973 году автомат Галиля поступает на вооружение. В 2007 году «Галил» были окончательно сняты с вооружения ЦАХАЛ, и заменены американской M16./nGalil X/ARM является качественным прорывом по сравнению с прототипом Galil MAG/ARM. X/ARM использует новую систему ведения огня, которая имитирует поведение штурмовой пушки, но в отличии от нее не излучает поток ионных частиц. Помимо основных улучшений, в данном образце нам удалось реализовать эффект перегрева плазмы до того как пуля покидает ствол, что резко повысило эффективность оружия. Поэтому не следует недооценивать его смертоносность."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_MILL_GALIL_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>Galil ARM 7.62</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Galil ARM</b></font>"
AbilityDescName="винтовка"
BriefSummary="IMI Galil - с точки зрения внутреннего устройства Galil аналогичен автомату Калашникова за исключением применения другого патрона, либо 5.56x45мм или 7.62x51мм НАТО; Данный образец представляет собой вариант лёгкого ручного пулемёта под патрон 7.62x51мм НАТО. Несмотря на победу в Шестидневной войне, командование ЦАХАЛа установило, что FN FAL, стоящие на вооружении Израиля, были менее приспособлены к условиям боя в пустыне, чем автоматы Калашникова, с которыми воевали арабы. В результате было принято решение о создании нового автомата, который бы смог заменить FN FAL. В 1969 году соответствующий прототип был продемонстрирован инженером Исраэлем Галили, в основе которого лежала конструкция советского АК, и уже в 1973 году автомат Галиля поступает на вооружение. В 2007 году «Галил» были окончательно сняты с вооружения ЦАХАЛ, и заменены американской M16."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_MILL_GALIL_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>Galil MAG/ARM</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>Galil MAG/ARM</b></font>"
AbilityDescName="винтовка"
BriefSummary="IMI Galil - с точки зрения внутреннего устройства Galil аналогичен автомату Калашникова за исключением применения другого патрона, либо 5.56x45мм или 7.62x51мм НАТО; Данный образец представляет собой вариант лёгкого ручного пулемёта под патрон 7.62x51мм НАТО. Несмотря на победу в Шестидневной войне, командование ЦАХАЛа установило, что FN FAL, стоящие на вооружении Израиля, были менее приспособлены к условиям боя в пустыне, чем автоматы Калашникова, с которыми воевали арабы. В результате было принято решение о создании нового автомата, который бы смог заменить FN FAL. В 1969 году соответствующий прототип был продемонстрирован инженером Исраэлем Галили, в основе которого лежала конструкция советского АК, и уже в 1973 году автомат Галиля поступает на вооружение. В 2007 году «Галил» были окончательно сняты с вооружения ЦАХАЛ, и заменены американской M16./n Прототип Galil MAG/ARM представляет собой наши разработки в области магнитных технологий. Ствол был изготовлен с применением инопланетных сплавов, что позволило пулям развивать сверхзвуковые скорости, улучшая баллистические возможности и снижая отдачу оружия."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_MILL_GALIL_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>Galil X/ARM</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>Galil X/ARM</b></font>"
AbilityDescName="винтовка"
BriefSummary="IMI Galil - с точки зрения внутреннего устройства Galil аналогичен автомату Калашникова за исключением применения другого патрона, либо 5.56x45мм или 7.62x51мм НАТО; Данный образец представляет собой вариант лёгкого ручного пулемёта под патрон 7.62x51мм НАТО. Несмотря на победу в Шестидневной войне, командование ЦАХАЛа установило, что FN FAL, стоящие на вооружении Израиля, были менее приспособлены к условиям боя в пустыне, чем автоматы Калашникова, с которыми воевали арабы. В результате было принято решение о создании нового автомата, который бы смог заменить FN FAL. В 1969 году соответствующий прототип был продемонстрирован инженером Исраэлем Галили, в основе которого лежала конструкция советского АК, и уже в 1973 году автомат Галиля поступает на вооружение. В 2007 году «Галил» были окончательно сняты с вооружения ЦАХАЛ, и заменены американской M16./nGalil X/ARM является качественным прорывом по сравнению с прототипом Galil MAG/ARM. X/ARM использует новую систему ведения огня, которая имитирует поведение штурмовой пушки, но в отличии от нее не излучает поток ионных частиц. Помимо основных улучшений, в данном образце нам удалось реализовать эффект перегрева плазмы до того как пуля покидает ствол, что резко повысило эффективность оружия. Поэтому не следует недооценивать его смертоносность."
TacticalText="<Bullet/>Тип: Винтовка\n<Bullet/>Режим ведения огня: Полу-автоматический\n<Bullet/>Принцип действия: Отвод пороховых газов, Поворотный затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: Израиль\n<Bullet/>Уровень технологии: Лучевое оружие"